{
  "sections": [
    {
      "type": "hero",
      "image": {
        "height": 240,
        "alt": "Privacy Policy",
        "src": "/assets/images/privacy.svg"
      },
      "name": "Hero Section",
      "background": "lighter",
      "title": "Privacy Policy",
      "description": "**Effective: April 16, 2020**"
    },
    {
      "type": "policy",
      "name": "Policy Section",
      "background": "lighter",
      "description": "Your privacy is important to us. It is Edulabtech Solutions Pvt Ltd's policy to respect your privacy regarding any information we may collect from you across our website, <https://www.jrinlab.com>\n\nWe only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used. This Privacy Policy (“Policy“) describes the type of personal information we collect from our User, purpose for collecting such information, how we use it, with whom we share it and the choices available to our customers regarding our use of the information. You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some or all of our services.\n\nWe do not collect email addresses from any child and all the communication is done using parents’ email IDs.\n\n## I - What information we collect\n\nWe receive and store any information you knowingly provide to us when you register with us on our website or when you communicate with us via phone, email, chat, etc or when you fill an entry form to participate in any contest, event, promotion or survey etc.\n\nWhen you visit our website, our social media platforms or mobile applications, we may also collect certain information about your device or usage by automated means or by using technologies such as cookies, web server logs, and analytics platforms.\n\nCurrently, we do not save any financial information. While doing online transactions, your credit card / bank info might be saved with the payment processor but we do not save it. In case of a change in our payment process, we may store your financial information such as Credit Card/Debit Card/Bank account details etc in order to allow for a quicker payment service.\n\nMinors are not supposed to fill out the forms or use parents’ payment info without supervision and approval.\n\n## II - Purposes for which the information is collected\n\n1. To learn about your course / product preferences and suggest offerings which are relevant to you.\n2. To contact you about the progress of your child, or provide you information about updates / new courses and products that will be relevant for you or your child, via email newsletter, targeted email, or social media posts.\n3. To conduct marketing related research to assist us in measuring our customer services, bench marking our performance and to help us improve the general user experience on our platform and our product offering.\n\n## III - Information sharing with third parties\n\nWe are not in the business of collecting and selling personal information. We will use this information only to serve you better through targeted products and course offerings.\n\nIn case of merger or acquisition with/by another company, we may transfer or disclose your Personal Information and Sensitive Information to that entity who may collect, use or disclose such information for the purposes of evaluating the proposed transaction or for operating and managing the affairs of the acquired business or for other purposes identified in this Policy.\n\nNotwithstanding anything contained in this policy, we reserve the right to disclose any personal or sensitive information that may be required to be disclosed mandatorily under applicable law or where the disclosure is necessary to comply with any legal obligation or to law enforcement authorities or other government officials, without prior notice or consent.\n\n## IV - Cookies\n\nWe may track your preferences and activities on the Site. “Cookies” are small data files transferred to your computer’s hard-drive by a website. They keep a record of your activities on the website making your subsequent visits to the site more efficient. Cookies may store a variety of information, including, the number of times that you access a site, registration information and the number of times that you view a particular page or other item on the site. The use of cookies is a common practice adopted by most major sites to better serve their clients. Most browsers are designed to accept cookies, but they can be easily modified to block cookies.\n\nBy continuing the use of the Site, you are agreeing to our use of cookies. If you do not agree to the use of cookies, you can block them in your browser setting, but you may lose some functionality on the Site.\n\n## V - Unsubscribe\n\nIf you do not want to receive promotional emails from us, then click unsubscribe link in the email.\n\n## VI - Security\n\nYour account is protected by a password for your privacy and security. If you access your account via a third party site or service, you may have additional or different sign-on protections via that third party site or service. You must prevent unauthorized access to your account and Personal Information and Children’s Personal Information by selecting and protecting your password and/or other sign-on mechanism appropriately and limiting access to your computer or device and browser by signing off after you have finished accessing your account.\n\nWe use industry-standard security techniques to protect the privacy of your account and other Personal Information and Children’s Personal Information we hold in our records. While we may provide encryption technologies and use other reasonable precautions to protect confidential information and provide suitable security, we cannot guarantee complete security. Unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time and we shall not be liable to any user for any loss, damage (whether direct, indirect, consequential or incidental) or harm caused to the user due to the unauthorized access or misuse of the personal information.\n\nOur website/app/emails may contain links to other sites. We are not responsible for the privacy policies and/or practices on other sites. When following a link to another site you should read that site’s privacy policy.\n\n## VII - Changes to the policy\n\nWe may amend this Privacy Policy from time to time. Use of information we collect now is subject to the Privacy Policy in effect at the time such information is used. If we make changes in the way we use Personal Information or Children’s Personal Information, we will notify you by posting an announcement on our Website or sending you a message, and if necessary, obtain the prior verifiable consent of a parent or legal guardian. You are bound by any changes to the Privacy Policy when you use the Services after such changes have been first posted.\n\n## VIII - Questions or Concerns\n\n**If you have any questions or concerns regarding our privacy policies, please send us a detailed message to [contact@jrinlab.com](mailto:contact@jrinlab.com)**"
    }
  ]
}