{
  "sections": [
    {
      "type": "hero",
      "image": {
        "height": 240,
        "alt": "Terms of use",
        "src": "/assets/images/terms.svg"
      },
      "name": "Hero Section",
      "background": "lighter",
      "title": "Terms of Use",
      "description": "**Effective: April 16, 2020**"
    },
    {
      "type": "policy",
      "name": "Policy Section",
      "background": "lighter",
      "description": "PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY. BY USING THIS WEBSITE AND/OR PLATFORM YOU AGREE TO BE BOUND BY ALL OF THE BELOW TERMS AND CONDITIONS AND PRIVACY POLICY.\n\n**E**dulabtech Solutions Pvt Ltd (\"Company\", “We” or “Us” and their connotations) operates a website (URL: https://www.jrinlab.com) (together called as “Platform”) which is engaged in the service of online tutoring to children.\n\nThese terms and conditions (“Terms”) describe the terms on which the Company grants end users access to the Platform (hereinafter referred to as ”Services”) and shall be read with the privacy policy available on https://www.jrinlab.com/privacy. Our Platform is primarily for both teachers and children. Anyone below 18 years of age is assumed to be a child (“Child”) and has parental consent to use the Platform. The parents of the Child or users above 18 years of age are hereinafter referred to as “You”. The term “Users” for the purposes of these Terms shall be read as You and/ or Child.\n\n## 1. Terms of Service\n\nBy choosing to visit and/or avail any Services provided by Company, you agree to these Terms (as may be amended from time to time). Please read the following information carefully. If you are a parent or guardian and you provide your consent to your child's use of the Platform, you agree to be bound by these Terms in respect to their use of the Platform. By your continued access or use of the Platform, you signify your agreement to be legally bound by the Terms set forth herein. If you do not agree to the Terms of this agreement, promptly exit this page and stop accessing the Services.\n\n## 2. Description of Services\n\nThe Company facilitates online education services to children. We aim at providing lessons on programming and coding languages to the Child. The concept is to create a virtual classroom, which helps the Child to learn without any restrictions on time and place.\n\nThe Company will have its sets of modules according to which the Child is expected to complete their levels. The Company has tutors who will be assisting the Child with their modules.\n\nHowever, for accessing the Services, the Child or You may have to create an account and disclose (\"Personal Information\") including, but not limited to, (i) name, e-mail ID, photograph, location and other contact information (ii) gender and other demographics (iii) birth date and year to validate the current age of the Child (iv) email address of Child’s parent or guardian to acquire the parental consent.\n\n## 3. License to Use\n\nCompany hereby grants You and the Child, limited right to access, view and use the Platform only for the purposes of accessing, viewing, posting or submitting User material, using the embedded link function, placing store orders or for accessing information, applications and services. Company reserves the right to suspend or deny, in its sole discretion, your access to all or any portion of the Platform. This license is limited to personal and non-commercial uses by You and your Child. Any rights not expressly granted to You herein are reserved to Company.\n\n## 4. Intellectual Property Rights\n\nThe Company retains all rights (including copyrights, trademarks, patents, designs, logos, trade-dress, trade-secrets, know-how as well as any other intellectual property right) in relation to all information provided on or via this Platform (including but not limited to the curriculum taught, all texts, graphics, photos, illustrations, apps and logos). You shall not copy, download, publish, distribute or reproduce any of the information contained on this Platform or social media in any form without the prior written consent of the Company.\n\n## 5. Linking\n\nYou or the Child may establish a link to one or more site(s), provided that:\n\n* the link is legal and not detrimental or damaging to and/or does not take unfair advantage of our reputation or business;\n* such linking is not for advertising or promotional purposes (unless We have expressly agreed to it);\n* the link is not from any website which promotes any political or religious views, or promotes or depicts intolerance, hatred, discrimination, violence, pornography or illegal activity;\n* the link does not falsely or misleadingly imply or suggest that We endorse, approve of or are associated with the linked website, its web pages or any of its contents; and\n* framing of any site on any other website is not allowed and You must not provide access to the site or part of it under any other URL.\n\nThe Company may withdraw your or the Child’s right to link to any site without notice and at any time (acting in our sole discretion).\n\nWhere any site and/or application contain links to other websites, web pages, resources, or mobile services which are proprietary to third-parties, other users, advertisers or sponsors, such websites, web pages, resources and mobile services are provided for your information only and You access them at your own risk. The Company will not be held liable or responsible for the content or operation of third party websites, web pages, resources or mobile services.\n\n## 6. Payment and Refund\n\nThe Platform is a paid service and the payments made by You shall be according to the plans opted by You. All payments by Users shall be through the payment mechanism put in place by Us. Users have been given various options to choose and proceed with the payment for the Services via payment mechanisms including but not limited to Card Payment facilities, EMI Payment, Online Bank Transfer, UPI Payment and Wallet Payment. With reference to Clause 9, the payment gateway mechanisms are governed by the terms and conditions of the third party providers as listed on the Platform and the User agrees to be bound by those terms.\n\nValid Credit / Debit/ Cash Card/ online bank transfers and other payment instruments are processed using a Credit Card payment gateway or appropriate payment system infrastructure and the same will also be governed by the terms agreed to between the Users and the respective issuing bank and payment instrument issuing company. We shall not be liable for any unauthorized use, fraud, payment refunds, lost amount etc. in the transaction. The amount of refund payable shall only be limited to the amount paid by the User for Services which were not rendered to the User by Us. \n\nAny free demo classes provided on the Platform, shall also be governed by these Terms.\n\n## 7. User Content\n\nCompany offers You and the Child the opportunity to submit, post, display, transmit, perform, publish, distribute or broadcast content and materials, including, without limitation, articles, commentaries, photographs, text, music, video, audio recordings, computer graphics, pictures, data, questions, comments, suggestions or personally identifiable information.\n\nThe Company may remove content at its discretion, subject only to its express obligations in respect of peer-reviewed articles.\n\nThe child may choose to write and post reviews on the Platform. We do not encourage your Child to post any Personal Information on the Platform and the ill effects of such revelation shall be borne by the Users. However, You can request the Company via e-mails to delete any such information posted by the Child. For the purpose of verification, the Company will review and scrutinize such emails before responding.\n\nYou warrant and represent that your content, and the content of any website from which You include a link to any site, or to which You post a link from a site, will not be inappropriate. Without limitation, content (and the content of third-party websites) may be considered inappropriate if:\n\n* it is misleading in any way, and/or it gives a false impression as to its origins or approvals;\n* it is defamatory, plagiarized (including plagiarism from your own work), abusive, malicious, threatening, false, misleading, offensive, insulting, discriminatory, profane, harassing, racist, sexist, indecent, obscene, pornographic, hateful or it advocates violence;\n* it is in breach of confidentiality or another person’s privacy or other rights, or of any duty owed by You;\n* it prejudices any active or pending legal proceedings of which You are aware;\n* it contains accusations of impropriety or personal criticism of our personnel, editors or reviewers;\n* it infringes any intellectual property rights proprietary to the Company or any third party;\n* it is technically harmful (including content containing, without limitation, computer viruses, logic bombs, trojan horses, worms, harmful components, corrupted data or other malicious software, harmful data or conduct and/or contains any other element which is intended to harm the Company or any third party, or to carry out or facilitate any fraudulent or dishonest transaction);\n* it advertises or promotes any product or service or makes any requests for donations or financial support;\n* it is spam or junk content;\n* it impersonates another person or otherwise misrepresents your identity, affiliation or status;\n* it would be considered a criminal or statutory offense in any jurisdiction, or gives rise to civil liability, or is otherwise unlawful; and/or\n* it is in breach of these Terms and/or of any Additional Terms.\n\nThe Company will not be held responsible or liable for any of the User content provided by You on the Company website. You must not attempt to avoid or undermine any protections that the Company may put in place for the security and operation of any website.\n\nYou hereby explicitly consent to video/ sound recordings of the lectures conducted containing footage of You and/or recording of any video of your Child conducted on the Platform as a part of the Services.\n\n## 8. User Communication\n\nYou hereby explicitly consent to receiving communication from Edulabtech Solutions Pvt Ltd by email, telephone, WhatsApp or text message for the purposes of providing alerts and information about our services.\n\n## 9. Rule of Conduct\n\nUsers must comply with the laws that apply to You in the location that You access Company’s Services from. If any laws applicable to You restrict or prohibit You from using Services of Company, You must comply with those legal restrictions or, if applicable, stop accessing and/or using the Services of Company. You promise that all the information You provide to the Company on accessing and/or using the Services of Company is and shall remain true, accurate and complete at all times.\n\nNotwithstanding any other provision of these Terms You agree and undertake not to:\n\n* Hack, attempt to hack, modify, adapt, merge, translate, decompile, disassemble, reverse engineer or create derivative works out of the Service or any part of them (save to the extent which expressly cannot be prohibited in accordance with the applicable mandatory law in your jurisdiction);\n* Remove, disable, modify, add to or tamper with any program code or data, copyright, trademark or other proprietary notices and legends contained on or in the Service;\n* Create software which mimics any data or functionality in the Service;\n* Use or deal in the Service except as permitted by these Terms;\n* Include contact details intended to enable communication outside of the Service, in any Communication;\n* Use your access to the Service, or information gathered from it, for the sending of unsolicited bulk email;\n* Make any public, business or commercial use of the Service or any part of them;\n* Provide hypertext links, URL links, graphic links, hyperlinks or other direct connection for profit or gain to the Service without prior written permission of Company;\n* Make the Service or any part of it available to any third party (please note this does not stop you from fairly and honestly providing links to the Platform, or showing either to other people);\n* Use or process the Service or any part of them unfairly or for any illegal or immoral purpose; or\n* Delete or obscure any copyright or other proprietary notice on the Service.\n\nThe Service may only be accessed and used via authorized servers. You must take no action to bypass authorized servers and/or use third party software to modify any aspect of the Service, whether for the purpose of securing an unfair advantage over other users, and You expressly consent to Company’s monitoring your computer's random access memory for the purpose of identifying said unauthorized third-party programs.\n\n## 10. Limited Liability\n\nYou are held personally liable for any violation of a third party's rights by You and your Child. You agree to reimburse Company for all damages resulting from the culpable non-observance of the obligations of these Terms. Users release Company from all eligible claims that other users or third parties may file against the Company due to a violation of their rights by content posted by the user or due to a violation of other obligations. You shall assume the costs of Company legal defense, including all court and legal fees. This condition does not apply if the Users are not responsible for the infringement.\n\nCompany ensures that the information and the training facilitated by the tutors on the Platform is accurate but does not guarantee or warrant its accuracy, adequacy, correctness, validity, completeness, or suitability for any purpose, and accepts no responsibility with respect to the information and coaching given by the tutors on the Platform.\n\nThe Company undertakes the scrutiny of the curriculum delivered by the tutors however, the Company does always not guarantee the quality of lessons delivered to the Child. At any instance of live interactive classes, if the tutor uses any sexual or abusive language or depicts any forced sexual acts, or pornographic images, then in such cases, please immediately inform the Company at the contact provided below in Clause 17. The Company will make all efforts to take any and all necessary actions as per the applicable law. However, the Company explicitly disclaims any liability or responsibility in the event of such a circumstance.\n\nIn no event shall the Company be liable for any direct, indirect, incidental, special or consequential damages, or damages for loss of profits, revenue, data or data use, incurred by you or any third-party, whether in an action in contract or tort, arising from your access to, or use of, the Platform or any content provided on or through the Platform.\n\nThe Company facilitates education and information on an \"as is\" basis and is liable only to provide its services with reasonable skill and care.\n\nThe Company's liability for any and all claims in the aggregate, arising out of or related to your use of the Platform, shall not under any circumstances exceed the amounts actually paid by You to the Company for its Services.\n\nExternal Sites have not been verified or reviewed by Company and all use and access of External Sites is made at your own risk. \"External Sites\" means third party websites and online services to which the Service links. The Company gives no other warranty in connection with the Service and to the maximum extent permitted by law, Company excludes liability for:\n\n* any loss or damage of any kind howsoever arising, including any direct, indirect, special, punitive or consequential loss whether or not such arises out of any problem which Company have been made aware of;\n* the accuracy, currency or validity of information and material contained within any communications or the Service;\n* any interruptions to or delays in updating the Service;\n* any incorrect or inaccurate information on the Service;\n* the infringement by any person of any copyright or other intellectual property rights of any third party through any communication or use of the Service;\n* the availability, quality, content or nature of External Sites;\n* any transaction involving External Sites;\n* any amount or kind of loss or damage due to viruses or other malicious software that may infect a user's computer equipment, software, data or other property caused by persons accessing, using or downloading the Service, or any Communication (save that, where digital content supplied to You by Company or on behalf of Company through the Service causes damage to your digital content or devices You may be entitled to compensation or repair or replacement, in which case kindly inform to Company); and\n* all representations, warranties, conditions and other terms and conditions which but for this notice would have an effect\n\nThe Company does not warrant that the operation of the Service will be uninterrupted or error-free. The Company will not be liable in any amount for failure to perform any obligation under this agreement if such failure is caused by the occurrence of any unforeseen contingency beyond the reasonable control of Company including Internet outages, communications outages, fire, flood, war or act of God.\n\nExcept as provided above there are no other warranties, conditions or other terms and conditions, express or implied, statutory or otherwise, and all such terms and conditions are hereby excluded to the maximum extent permitted by law.\n\nYou agree that in relation to your use of the Service You will not in any way conduct yourself in a manner which is unlawful, or which gives rise to civil or criminal liability or which might call Company or the Service into disrepute. You agree that You are and shall remain responsible for maintaining the confidentiality of your password and username and for all activities that occur under your account.\n\n## 11. Third Party Permission\n\nThe Company has subscribed to various third-party service providers and You agree and acknowledge that, while accepting these Terms, You explicitly grant permission to these service providers to use your information and make cold calls in furtherance of our Services on the Platform, even when your mobile phone is on ‘Do Not Disturb’ mode. In the event of any dispute between the third-party and You, the Company shall not be held liable in any manner whatsoever.\n\n## 12. Amendments to Terms\n\nCompany retains the right to modify these Terms: (a) in the event of any amendments made due to legal changes, (b) in the event of any amendments made due to decisions by the Supreme Court, (c) because of technical necessity, (d) in order to maintain Company operations, (e) in the event of a change in market conditions, (f) for the benefit of the user.\n\nNo amendment will take place if such amendment would substantially disrupt the contractual balance between the parties. Users will be informed of any amendments to the general Terms via the Platform or via notice by email or in writing.\n\n## 13. Termination\n\nWithout limiting any other rights that Company may have, Company may remove, restrict, cancel or suspend access to and/or use of the Service and any part of it, if Company considers (in the sole discretion of Company) that You have breached any of these Terms.\n\nYou may also terminate your agreement with the Company by ceasing to access the Service, deleting all copies of the Service or part thereof within your control. Termination shall not affect any rights or remedies, which have accrued up to the time of termination.\n\n## 14. Indemnity\n\nYou agree to indemnify and hold us harmless, our contractors, and our licensors, and respective directors, officers, employees and agents from and against any all claims and expenses, including attorneys’ fees, arising out of their use of the Services and/or the Platform, including but not limited to the violation of these Terms by the Users.\n\n## 15. Severability\n\nIf any court or competent authority finds that any provision of these Terms (or part of any provision) is invalid, illegal or unenforceable, that provision or part-provision shall, to the extent required, be deemed to be deleted, and the validity and enforceability of the other provisions of these Terms shall not be affected.\n\n## 16. Assignment\n\nAny rights and licenses granted hereunder shall not be transferred or assigned by you but, shall be assigned by the Company. Any attempted transfer or assignment in violation hereof shall be considered as null and void.\n\n## 17. Waiver\n\nNo waiver of any terms of this agreement shall be treated as a further or continuing waiver of such term or any other term and the Company’s failure to assert any right or provision under this agreement shall not constitute a waiver of such right or provision.\n\n## 18. Government Laws and Jurisdiction\n\nThese Terms shall be governed by and construed in accordance with the Arbitration and Conciliation Act 1996, or such similar laws of India, which are not in conflict with each other. Such shall be subjected to the exclusive jurisdiction of the competent courts of Gurugram, India.\n\n## 19. Contact\n\nIf you have any questions about these Terms, please contact us by email on the following address: \n\nE-mail id: **[contact@jrinlab.com](mailto:contact@jrinlab.com)**"
    }
  ]
}